Revit 2027 API
AssetPropertyInt64.Value Property
Get the value of the property.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public long Value { get; }
Public ReadOnly Property Value As Long
	Get
public:
property long long Value {
	long long get ();
}
member Value : int64 with get
Property Value
Int64
See Also
Reference
AssetPropertyInt64 Class
Autodesk.Revit.DB.Visual Namespace